Table of Contents
 Interface IIdeaPersistenceToken
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
Describes an IIdeaPersistentObject object and hold all information necessary for restoration of the object. All implementations must be serializable.
public interface IIdeaPersistenceToken
 Edit this page